[
	{
		"commands_raw": "I need clarity on your exit strategy. Investors like me want to know how we’ll see returns in the long term. What’s your plan?\n\n?> We’re targeting a strategic acquisition as our primary exit. There’s strong interest from larger players in our industry looking to expand their portfolios. With our unique product, we’re positioning ourselves to be an attractive acquisition target within the next 3-5 years. -> dia1\n\n?> We’re keeping our options open. While an acquisition is a likely outcome, we’re also building toward a potential IPO once we’ve captured significant market share. Either way, we’re focused on creating strong returns for investors like you -> dia1\n\n?> I understand the importance of an exit strategy. While we don’t have a fixed timeline yet, we’re confident that with our projected growth, we’ll be in a strong position for acquisition or buyout within the next few years -> dia1",
		"gnode_name": "start",
		"id": 0,
		"name": "start",
		"position": [
			-260,
			80
		]
	},
	{
		"commands_raw": "Interesting. But how do you plan to scale your operations as demand grows? It’s one thing to have a great product, but meeting increased demand requires substantial operational infrastructure.\n\n?> We’ve already secured partnerships with key suppliers and logistics providers to ensure we can scale seamlessly. Our operations are designed for efficiency, and we’ve built in flexibility to ramp up production without major disruptions -> dia2\n\n?> We’re focused on sustainable scaling. We’ve invested in automation and streamlined processes, which allows us to increase capacity without proportionally increasing costs. This will enable us to meet growing demand efficiently. -> dia2\n\n?> You’re right, scaling is critical. We plan to gradually expand our operations to match demand. We’re taking a measured approach to ensure we don’t overextend ourselves -> dia2",
		"gnode_name": "dia1",
		"id": 1,
		"name": "dia1",
		"position": [
			-100,
			80
		]
	},
	{
		"commands_raw": "That makes sense, but I’m also concerned about your team. You have a small team right now—do they have the experience needed to guide the company through rapid expansion?\n\n?> Absolutely. Our core team brings a wealth of experience from leading companies in the industry. We’ve also already identified key hires we’ll bring on board as we scale, ensuring we have the expertise to manage growth effectively. -> dia3\n\n?> We may be small, but our team is highly skilled, and we’re very selective about who we bring in. As we grow, we’ll continue to expand our talent pool with seasoned professionals who can drive the company’s vision forward -> dia3\n\n?> Our team has the passion and drive to succeed, and while we’re small, we believe in growing organically. As demand increases, we’ll bring in the right people to guide us through that growth -> dia3",
		"gnode_name": "dia2",
		"id": 2,
		"name": "dia2",
		"position": [
			60,
			80
		]
	},
	{
		"commands_raw": "end",
		"gnode_name": "dia3",
		"id": 3,
		"name": "dia3",
		"position": [
			180,
			80
		]
	}
]